tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "ffmpeg"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "mycli"
brew "peco"
brew "streamlink"
brew "telnet"
brew "wget"
brew "youtube-dl"
brew "rename"
brew "ssh-copy-id"
cask "alt-tab"
cask "caffeine"
cask "discord"
cask "docker"
cask "evernote"
cask "franz"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "mimestream"
cask "parallels"
cask "postman"
cask "skitch"
cask "steermouse"
cask "spamsieve"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "yacreader"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Airmail", id: 918858936
mas "CotEditor", id: 1024640650
mas "Evernote", id: 406056744
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QR Journal", id: 483820530
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005
mas "WinArchiver Lite", id: 414855915
