tap "homebrew/bundle"
tap "homebrew/services"
tap "ci7lus/miraktest"

# General
brew "act"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "glib"
brew "curl"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "iperf"
brew "iperf3"
brew "jq"
brew "mas"
brew "mycli"
brew "nmap"
brew "peco"
brew "pgcli"
brew "rename"
brew "ssh-copy-id"
brew "streamlink"
brew "telnet"
brew "wget"
brew "wireshark"
brew "1password-cli"
cask "1password"
cask "alt-tab"
cask "appcleaner"
cask "caffeine"
cask "cyberduck"
cask "docker-desktop"
cask "google-chrome"
cask "google-japanese-ime"
cask "microsoft-teams"
cask "miro"
cask "moom"
cask "postman"
cask "slack"
cask "steermouse"
cask "swiftdefaultappsprefpane"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
mas "CotEditor", id: 1024640650
mas "Magnet", id: 441258766
mas "QR Journal", id: 483820530
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "WinArchiver Lite", id: 414855915
vscode "42Crunch.vscode-openapi"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jakebathman.mysql-syntax"
vscode "ms-azuretools.vscode-containers"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "unifiedjs.vscode-mdx"
vscode "xabikos.JavaScriptSnippets"


{{- if .isPersonal }}
# Private
brew "ffmpeg"
brew "yt-dlp"
cask "bambu-studio"
cask "discord"
cask "google-drive"
cask "makemkv"
cask "mimestream"
cask "parallels"
cask "webex"
cask "yacreader"
mas "LINE", id: 539883307
{{- end }}

{{- if not .isPersonal }}
# Work
mas "Mattermost Desktop", id: 1614666244
cask "figma"
cask "intellij-idea"
cask "postman"
cask "miro"
cask "skitch"
{{- end }}
